tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "snyk/tap"
brew "readline"
brew "xz"
brew "azure-cli"
brew "bat"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-extras"
brew "go"
brew "gradle"
brew "helix"
brew "icu4c@76"
brew "kubernetes-cli"
brew "mas"
brew "openjdk@17"
brew "openssl@1.1"
brew "pipenv"
brew "pkgconf"
brew "podman"
brew "powerlevel10k"
brew "protobuf"
brew "protobuf-c"
brew "pyenv"
brew "python@3.9"
brew "rust"
brew "tlrc"
brew "zoxide"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4"
brew "mongodb/brew/mongodb-community"
brew "snyk/tap/snyk"
cask "alfred"
cask "brave-browser"
cask "deskpad"
cask "discord"
cask "docker"
cask "dozer"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "notion"
cask "reactotron"
cask "spotify"
cask "visual-studio-code"
cask "zen"
mas "LastPass", id: 926036361
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "anweber.vscode-httpyac"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "k--kato.intellij-idea-keybindings"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "unifiedjs.vscode-mdx"
vscode "yoavbls.pretty-ts-errors"
