tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "snyk/tap"
brew "readline"
brew "xz"
brew "azure-cli"
brew "bat"
brew "docker"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-extras"
brew "go"
brew "icu4c@76"
brew "gradle"
brew "helix"
brew "kubernetes-cli"
brew "mas"
brew "openjdk@17"
brew "openssl@1.1"
brew "pipenv"
brew "pkgconf"
brew "powerlevel10k"
brew "protobuf"
brew "protobuf-c"
brew "pyenv"
brew "python@3.9"
brew "rust"
brew "tlrc"
brew "zoxide"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4"
brew "mongodb/brew/mongodb-community"
brew "snyk/tap/snyk"
cask "alfred"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dozer"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "spotify"
cask "visual-studio-code"
cask "zen-browser"
mas "LastPass", id: 926036361
mas "Xcode", id: 497799835
vscode "anweber.vscode-httpyac"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "compulim.vscode-mocha"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "k--kato.intellij-idea-keybindings"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "phoenisx.cssvar"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
