tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "snyk/tap"
brew "xz"
brew "readline"
brew "azure-cli"
brew "bat"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-extras"
brew "go"
brew "gradle"
brew "kubernetes-cli"
brew "mas"
brew "nvm"
brew "openjdk@17"
brew "openssl@1.1"
brew "pipenv"
brew "protobuf"
brew "pyenv"
brew "python@3.9"
brew "rust"
brew "tlrc"
brew "zoxide"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@4"
brew "mongodb/brew/mongodb-community"
brew "snyk/tap/snyk"
cask "alfred"
cask "discord"
cask "dozer"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "runjs"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "LastPass", id: 926036361
mas "Xcode", id: 497799835
vscode "anweber.vscode-httpyac"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "compulim.vscode-mocha"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "firsttris.vscode-jest-runner"
vscode "golang.go"
vscode "k--kato.intellij-idea-keybindings"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
